export const TermsPersonal = `
<pre
style="
white-space: pre-wrap;
font-family: Pretendard;
color: #808080;
font-size: 13px;
"
>
제 1장. 총칙
제 1조 (목적)
투두몰 서비스 약관(이하 “본 약관”)은 주식회사 마이플랜잇이 제공하는 서비스(이하 “투두몰”)를 이용함에 있어 회원과 회사 간의 권리, 의무, 책임사항 및 회원의 서비스 이용절차 등에 관한 사항을 규정함을 목적으로 합니다.
제 2조 (정의)
(1) 본 약관의 용어 정의는 다음 각 호와 같습니다.
1. 회사 : “마이플랜잇”을 의미하며, “투두몰"을 운영하는 사업자로도 사용합니다.
2. 서비스 : “투두몰”에서 제공하거나, “투두몰”과 직접 연동되어 제공되는 서비스를 의미합니다.
3. 콘텐츠 : “마이플랜잇"이 “투두몰"을 통해 “회원”에게 제공하는 디지털 콘텐츠를 의미합니다.
4. 게시물 : “회원"이 “투두몰"에 등록하는 이미지 콘텐츠를 의미합니다.
5. 회원 : “투두몰”의 회원가입절차를 거친 후, “투두몰”이 제공하는 서비스를 이용하는 자를 의미합니다.
6. 회원ID : 회원의 식별과 서비스 이용을 위하여 회원이 신청하고, 회사가 승인한 개인식별정보를 의미합니다.
7. 비밀번호 : 회원이 부여 받은 회원ID와 일치된 회원임을 확인하고 자신의 비밀 보호를 위해 회원이 설정한 영문 또는 숫자, 특수문자의 조합을 의미합니다.
(2) 제 1항에서 정의되지 않은 용어의 의미는 관련 법령 및 일반적인 거래관행을 따릅니다.
제 3조 (약관의 명시, 효력 및 변경)
(1) 본 약관은 모든 회원에 대하여 그 효력이 발생합니다.
(2) 회사는 정의된 약관을 회원이 알 수 있도록 투두몰의 약관 화면에 게시합니다.
(3) 회사는 합리적인 사유가 발생하면 약관의 규제에 관한 법률에 위배되지 않는 범위 안에서 이 약관을 변경 할 수 있으며, 회사가 약관을 변경할 때에는 적용일자와 변경사유를 밝혀 그 적용일자 7일 전부터 투두몰에서 공지합니다. 다만, 회원에게 불리한 약관을 변경할 때에는 해당 내용을 그 적용일자 30일 전부터 공지합니다. 이 경우, 개정 전 내용과 개정 후 내용을 명확히 비교해 회원이 알기 쉽도록 표시합니다.
(4) 회사가 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 회원이 개정약관 조항의 적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의 공지기간내에 회사에 송신하여 회사의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.
(5) 이 약관에 동의하는 것은 정기적으로 회사가 운영하는 투두몰을 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 변경된 약관에 대한 정보를 알지 못하여 발생하는 회원의 피해에 대해 회사는 책임을 지지 않습니다.
(6) 변경된 약관에 동의하지 않는 회원은 회원 탈퇴를 요청할 수 있으며, 회사가 제3항에 따라 회원에게 약관 변경 적용일까지 거부의사를 표시하지 않으면, 회사는 회원이 변경된 약관에 동의한 것으로 간주합니다.
제 4조 (약관 외 준칙)
(1) 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래등에서의소비자보호에관한법률, 약관의규제등에관한법률, 공정거래위원회가 정하는 전자상거래등에서의소비자보호지침 및 관계법령 또는 상관례에 따릅니다.
(2) 회사는 필요하면 특정 서비스에 적용될 사항(이하 “개별약관”)을 정하여 이를 투두몰을 통하여 공지할 수 있습니다.
(3) 회사는 필요하면 서비스 이용과 관련된 세부적인 내용(이하 “이용정책”)을 정하여 이를 투두몰을 통하여 공지할 수 있습니다.
(4) 개별약관이나 이용정책의 변경이 있으면 회사는 변경 내용의 효력발생일 7일 이전에 투두몰을 통하여 해당 변경 사항을 공지합니다.
제 2장. 회원 관리
제 5조 (회원가입)
(1) 서비스를 이용하고자 하는 자는 회사가 정한 회원가입 신청 양식에 따라 회원정보를 기입한 후, 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다. 회원가입 신청 양식은 필수 기재 항목과 선택 기재 항목으로 구분 되어 있으며 필수 기재 항목은 반드시 입력해야 합니다.
(2) 회사는 모든 회원에게 광고성 이메일(E-mail) 수신여부, 광고성 문자메시지(SMS) 수신여부, 개인정보처리방침 동의 여부를 확인할 수 있습니다.
(3) 회사는 제1항과 같이 회원가입 신청 양식을 제출한 자 중 다음 각호의 사유에 해당하지 아니한 자를 회원으로 등록합니다. 
1. 본인확인절차에서 본인이 아님이 확인된 경우
2. 이미 가입된 회원
3. 신청, 등록 내용에 허위, 기재누락, 오기 등이 있는 경우
4. 기타 이 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우
5. 투두몰 이용약관의 적용을 받는 자가 해당 약관을 위반한 경우
6. 사회의 안녕질서 또는 미풍양속을 저해하거나, 저해할 목적으로 신청한 경우
(4) 제3항의 각호의 사유에 해당하는 자는 회원가입의 승낙을 거부할 수 있습니다.
(5) 회원가입의 성립시기는 회사의 회원가입 승낙이 해당 서비스화면에 게시된 시점으로 합니다.
제 6조 (회원 탈퇴 및 자격 상실 등)
(1) 회원은 회사에 언제든지 탈퇴를 요청할 수 있으며, 회사는 요청을 받은 즉시 회원탈퇴를 처리합니다.
(2) 회원이 다음 각호의 사유에 해당하는 경우, 회사는 회원자격을 일정 기간 동안 제한 및 정지시킬 수 있습니다. 이 경우 회원에게 사유와 기간을 통지합니다.
1. 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
2. 서비스를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
(3) 회사가 회원 자격을 제한, 정지 시킨 후, 동일한 행위가 2회 이상 반복되거나 30일이내에 그 사유가 시정되지 아니하는 경우 회사는 회원자격을 상실시킬 수 있습니다.
(4) 회사가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 사유와 함께 통지합니다.
(5) 회원자격의 제한, 정지 및 상실과 관련해 발생한 손해에 대해서는 자신의 귀책사유로 자격에 변동이 일어난 당해 회원이 책임을 져야 하고, 회사는 귀책사유가 없는 한 책임을 지지 않습니다.
제 7조 (회원 관리)
(1) 회사가 회원에게 통지를 하는 경우, 회원이 회원가입 시 지정한 전자 우편 주소로 할 수 있습니다.
(2) 회사가 불특정 다수 회원에게 통지를 하는 경우 경우, 1주일 이상 공지사항에 게시함으로써 개별 통지를 대신 할 수 있습니다. 다만, 회원 본인과 관련해 중대한 영향을 미치는 사항애 대하여 개별통지를 합니다.
(3) 회사는 회원이 1년 이상 로그인 하지 않으면, 휴면계정으로 간주하고 회사가 제공하는 서비스 이용을 제한할 수 있습니다. 휴면계정으로 지정된 이후 다시 서비스를 이용하려면 거래안전을 위해 회사가 정하는 본인확인 절차 등을 이행하여야 합니다.
제 3장 회사의 서비스
제 8조 (서비스의 제공 및 변경)
(1) 회원은 회원 자격이 유지되는 기간 동안 서비스를 이용할 수 있습니다.
(2) 회사가 회원에게 제공하는 서비스는 다음과 같습니다.
1. 콘텐츠 다운로드, 실행, 관리를 위한 기능 제공
2. 게시물 등록, 관리를 위한 기능
3. 기타 회사가 정하는 업무
(3) 회사는 변경될 서비스의 내용 및 제공일자를 회원에게 통지하고 서비스를 변경하여 제공할 수 있습니다. 이 경우에 변경된 서비스의 내용 및 제공일자를 명시하여, 현재의 서비스 내용을 게시한 곳에 즉시 공지합니다.
제 9조 (서비스의 중단)
(1) 회사는 컴퓨터 등 정보통신설비의 보수, 점검, 교체 및 고장, 통신의 두절 등의 사유가 발생하면 서비스를 일시적으로 중단할 수 있습니다. 
(2) 회사는 제1항의 사유에 의해 회원 또는 제3자가 입은 손해에 대해 배상합니다. 단, 회사가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
(3) 회사는 다음과 같은 불가항력으로 서비스를 제공할 수 없으면 서비스의 제공을 제한하거나 일시 중단할 수 있습니다. 이러한 경우, 회원 또는 제3자에게 손해가 발생했더라도 책임을 부담하지 않습니다.
1 서비스용 설비의 보수 등 공사로 인한 부득이한 경우
2. 회원이 회사의 영업활동을 방해하는 경우
3. 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우
4. 서비스 제공업자와의 계약 종료 등과 같은 회사의 제반 사정으로 서비스를 유지할 수 없는 경우
5. 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우
(4) 제9조제1항과 제9조제3항의 사유로 서비스가 일시 중단될 경우, 서비스 일시 중단 사실과 그 사유를 제7조에서 정한 방법으로 통지합니다.
제 10조 (서비스 이용료)
(1) 회사는 투두몰의 일부 콘텐츠를 제공할 때, 이용료를 부과할 수 있습니다
(2) 제10조 제1항의 이용료는 본 조 및 개별 약관 또는 별도 신청서에서 정하는 바를 따릅니다.
제 4장 회사와 회원의 의무
제 11조 (회사의 의무)
(1) 회사는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 서비스를 제공하는데 최선을 다하여야 합니다.
(2) 회사는 서비스 제공과 관련하여 취득한 회원의 신상정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않습니다.
(3) 회사는 서비스와 관련한 회원의 불만사항이 접수되는 경우 이를 신속하게 처리하여야 하며, 신속한 처리가 곤란한 경우 그 사유와 처리 일정을 제7조에서 정한 방법으로 통지합니다.
(4) 회사는 회원의 개인정보를 특정 개인을 알아볼 수 없는 형태로 가공하여 통계자료로 사용할 수 있고, 이를 위하여 회원의 컴퓨터에 쿠키를 전송할 수 있습니다. 이 경우 회원은 쿠키의 수신을 거부하거나 쿠키의 수신에 대하여 경고하도록 사용하는 컴퓨터의 브라우저의 설정을 변경할 수 있으며, 쿠키의 설정 변경에 의해 서비스 이용이 변경되는 것은 회원의 책임입니다.
(5) 회사가 제공하는 서비스로 인하여 회원에게 손해가 발생한 경우, 그러한 손해가 회사의 고의나 중과실에 기해 발생한 경우에 한하여 회사에서 책임을 부담하며, 그 책임의 범위는 통상손해에 한합니다.
(6) 회사는 정보통신망 이용촉진 및 정보보호에 관한 법률, 통신비밀보호법, 전기통신사업법 등 서비스의 운영, 유지와 관련 있는 법규를 준수합니다.
제 12조 (회원의 의무)
(1) 회원은 서비스를 이용할 때, 다음 각 호의 행위를 하여서는 아니 됩니다.
1. 회원가입 신청 또는 회원 정보 변경 시, 허위 내용의 등록
2. 타인의 정보 도용
3. 회사의 서비스 및 콘텐츠 정보를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 행위
4. 타인의 명예를 손상시키거나 불이익을 주는 행위
5. 회사 또는 제3자의 저작권 등 기타 권리를 침해하는 행위
6. 기타 불법적이거나 부당한 행위
(2) 회원은 관계 법령, 본 약관의 규정, 이용안내 및 서비스상에 공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 아니 됩니다.
(3) 회원은 제12조제1항에 명시된 행위를 한 경우, 회사는 제6조에 의해 회원의 서비스 이용을 제한 또는 중지 할 수 있습니다.
제 13조 (회원 ID와 비밀번호 관리에 대한 의무와 책임)
(1) 제14조의 경우를 제외한 회원 ID 및 비밀번호 관리 책임은 회원에게 있습니다.
(2) 회원은 본인의 회원 ID 및 비밀번호를 제3자에게 이용하게 해서는 안되며, 회원 본인의 회원 ID 및 비밀번호를 도난 당하거나 제3자가 사용하고 있음을 인지하는 경우에는 바로 회사에 통보하고 회사의 안내가 있는 경우 그에 따라야 합니다.
(3) 회사는 회원의 ID와 비밀번호의 도용으로 인한 피해를 방지하기 위하여, 사이트에 1년 이상 로그인(log-in)한 기록이 없는 ID를 휴면 ID로 정하며, 휴면 ID에 대하여 회원 휴면해제절차를 수행한 후 서비스를 이용하도록 로그인(log-in)을 제한할 수 있습니다.
제 14조 (개인정보보호)
(1) 회사는 회원의 개인식별이 가능한 개인정보를 수집하는 때에는 반드시 해당 회원의 동의를 받습니다.
(2) 제공된 개인정보는 해당 회원의 동의 없이 목적 외의 이용이나 제3자에게 제공할 수 없으며, 이에 대한 모든 책임은 회사가 집니다. 다만, 다음의 경우는 예외로 합니다.
1. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우
2. 재화 등의 거래에 따른 대금정산을 위하여 필요한 경우
3. 도용방지를 위하여 본인확인에 필요한 경우
4. 법률의 규정 또는 법률에 의하여 필요한 불가피한 사유가 있는 경우
(3) 회사가 제14조제2항과 제14조제3항에 의해 회원의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원, 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항 등 정보통신망이용촉진등에관한법률 제12조제2항이 규정한 사항을 미리 명시하거나 고지해야 하며, 회원는 언제든지 이 동의를 철회할 수 있습니다.
(4) 회원은 언제든지 회사가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 회사는  이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 
(5) 회사는 개인정보 보호를 위하여 관리자를 한정하여 그 수를 최소화하며 이용자의 개인정보의 분실, 도난, 유출, 변조 등으로 인한 이용자의 손해에 대하여 모든 책임을 집니다.
(6) 회사 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체없이 파기합니다.
제 15조 (개인정보의 위탁)
회사는 수집된 개인정보의 처리 및 관리 등의 업무를 스스로 수행함을 원칙으로 하나, 필요한 경우 당해 업무의 일부 또는 전부를 회사가 선정한 회사에 위탁할 수 있습니다. 개인정보의 위탁에 관한 사항은 관련법령 및 회사가 정하는 개인정보처리방침에 정한 바에 따릅니다.
제 5장 저작권, 콘텐츠와 게시물
제 16조 (저작권의 귀속 및 이용 제한)
(1) 회원은 회사의 저작권 정책을 지켜야 합니다.
(2) 회사가 서비스에서 제공하는 콘텐츠에 대한 저작권과 지적 재산권은 회사에 귀속합니다. 회사에서 제공하는 콘텐츠를 회사의 사전 허락 없이 복제, 전송, 기타의 방법으로 다른 사이트, 블로그, SNS 등에 게재하는 경우 그 작성자 및 이를 방치한 온라인서비스제공자는 저작권법 위반에 따른 책임을 부담할 수 있습니다. 
(3) 회원은 서비스를 이용함으로써 얻은 정보 중 회사에게 지적재산권이 귀속된 정보를 회사의 사전 승낙없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.
(4) 회사는 회원이 작성한 게시물을 플랜어스의 마케팅 목적으로 수정, 재가공, 배포 할 수 있습니다. 단, 이 경우 게시물 작성자의 ID와 닉네임을 표시함으로써 저작권이 작성자에게 있음을 표시합니다. 
제 17조(자료의 보관)
(1) 회원이 서비스를 이용하며 축적한 게시물의 책임은 회원에게 있으며, 무료 서비스의 장애, 제공 중단, 자료 멸실, 삭제, 변조 등으로 인한 손해에 대해서 회사는 원상 복구에 최선을 다할 의무만을 지닙니다.
(2) 회원이 탈퇴를 하거나, 제6조에 의거해 회원 자격을 상실할 경우, 회원의 게시물은 모두 삭제되며 삭제된 자료는 복구할 수 없습니다.
제 6장 기타사항
제 18조(분쟁해결)
(1) 회사는 회원으로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.
(2) 회사와 회원간에 발생한 전자상거래 분쟁과 관련하여 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시·도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.
제 19조 (손해배상)
(1) 회원이 본 약관의 규정을 위반함으로 인하여 회사에 손해가 발생하게 되는 경우, 본 약관을 위반한 회원은 회사에 발생하는 모든 손해를 배상하여야 합니다.
(2) 회원이 서비스를 이용함에 있어 행한 불법행위나 본 약관 위반행위로 인하여 회사가 당해 회원 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 당해 회원은 자신의 책임과 비용으로 회사를 면책시켜야 하며, 당해 회원은 그로 인하여 회사에 발생한 모든 손해를 배상하여야 합니다.
제 20조 (회사의 면책)
(1) 회사는 회원의 귀책사유로 서비스 이용에 장애가 발생한 것에 대해 책임을 지지 않습니다.
(2) 회원이 자신의 개인정보를 타인에게 유출하거나 제공하여 발생하는 피해에 대해 회사는 일절 책임을 지지 않습니다.
제 21조 (준거법 및 관할법원)
(1) 이 서비스와 관련하여 회사와 회원 사이에 분쟁이 발생하여 소송이 제기되었을 때에는 민사소송법에 따라 관할법원을 정합니다.
(2) 이 약관과 회사와 회원 간의 전자상거래 소송에는 대한민국 법령이 적용됩니다.
제 22조 (기타 조항)
(1) 이 약관에 명시하지 않은 사항은 관련법령과 회사의 규정 및 기타 상관례에 따릅니다.
(2) 회사는 필요하면 특정 서비스나 기능의 전부 또는 일부를 제7조의 방법으로 공지한 후, 일시적 또는 영구적으로 수정하거나 중단할 수 있습니다.
(3) 각 당사자는 상대방의 서면 동의 없이 이 약관상의 권리와 의무를 제3자에게 양도하거나 처분할 수 없습니다.
(4) 이 약관과 관련하여 당사자 간의 합의에 따라 추가로 작성된 계약서, 협정서, 통보서 등과 회사의 정책변경, 법령의 제·개정 또는 공공기관의 고시나 지침 등에 따라 회사가 서비스에서 공지하는 내용도 이용계약의 일부를 구성합니다.
부칙
이 약관은 2022년 9월 1일부터 시행합니다.
공고일 : 2022년 9월 1일
</pre>`;

export const TermsService = `
<pre
  style="
    white-space: pre-wrap;
    font-family: Pretendard;
    color: #808080;
    font-size: 13px;
  "
>
마이플랜잇은 「개인정보 보호법」 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.
1. 이 개인정보처리방침은 2022년 9월 1부터 적용됩니다.
2. 마이플랜잇의 제공 서비스, 투두몰은 https://todomall-app.kr와 직접 연동되어 온라인에서 이용 가능한 서비스입니다.
3. 마이플랜잇은 개인정보 처리 방침을 제공 서비스, 투두몰(https://todomall-app.kr)과 투두몰 홈페이지(https://www.todomall.kr)에 모두 공개함으로써 회원이 쉽게 볼 수 있도록 조치하고 있습니다.
4. 마이플랜잇의 개인정보 처리방침 중 중요 사항이 변경되는 경우, 변경되는 개인정보 처리방침을 시행하기 전에 홈페이지 등을 통하여 이용자에게 공지합니다.
제1조 (개인정보의 처리 목적)
마이플랜잇은 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며 이용 목적이 변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.
1. 회원 관리 : 회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 서비스 부정이용 방지, 각종 고지·통지, 고충처리 목적으로 개인정보를 처리합니다.
2. 서비스 제공 및 개발 : 콘텐츠 및 서비스 제공, 맞춤 서비스 제공, 신규 콘텐츠 및 서비스 개발 등을 목적으로 개인정보를 처리합니다.
3. 마케팅/광고에의 활용 : 이벤트 및 광고성 정보 제공 및 참여기회 제공, 인구통계학적 특성에 따른 광고 게재 등을 목적으로 개인정보를 처리합니다.
4. 통계작성을 위한 가명정보 처리 : 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.
제2조 (개인정보의 처리 및 보유 기간)
(1) 마이플랜잇은 이용자가 회원자격을 유지하고 있는 동안 수집된 이용자의 개인정보를 보유, 이용할 수 있습니다.
(2) 이용자가 탈퇴하거나 자격을 상실할 경우에는 이용자의 별도 요청이 없더라도 수집된 회원정보를 삭제 및 파기합니다. 단, 이용자의 회원 탈퇴 또는 회원 자격 상실에도 불구하고 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존하며, 이용자의 처리 정지, 삭제 요구권의 대상이 되지 않습니다.
1. 통신 사실 확인자료 제공시 필요한 가입자의 전기통신 일시, 전기통신 개시 종료시간, 통신번호 등 상대방의 가입자번호, 사용초, 통신신망에 접속된 정보통신기기의 위치추적자료 : 12개월(통신비밀보호법)
2. 통신 사실 확인자료 제공시 필요한 로그 기록 자료, IP주소 등: 3개월(통신비밀보호법)
3. 표시/광고에 관한 기록 : 6개월 (전자상거래등에서의 소비자보호에 관한 법률)
4. 계약 또는 청약철회 등에 관한 기록 : 5년 (전자상거래등에서의 소비자보호에 관한 법률)
5. 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 (전자상거래등에서의 소비자보호에 관한 법률)
6. 거래에 관한 장부 및 증빙서류 : 5년 (국세기본법, 법인세법, 부가가치세법 등)
제3조 (처리하는 개인정보의 항목)
(1) 마이플랜잇은 다음의 개인정보 항목을 처리하고 있습니다.
1. 필수항목 : 프로필/닉네임, 이메일, 전화번호, 연령대, 성별
2. 선택항목 : 이름, 생년월일
(2) 마이플랜잇은 이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않습니다.
(3) 마이플랜잇은 법령에 따라 동의 없이 수집할 수 있는 자동생성 정보(로그기록 등 서비스 계약 이행과정에서 자동적으로 생성되는 정보) 등을 필수 동의 사항에 기재된 목적범위 내에서 수집하여 이용할 수 있습니다.(고객이 개별적으로 선택 동의에도 동의할 경우 해당 목적으로도 수집하여 이용)
(4) 마이플랜잇은 수집한 개인정보를 개인을 알아볼 수 없는 통계자료 등으로 가공하여 이용 또는 제공할 수 있습니다.
제4조 (동의의 거부권 및 거부 시의 불이익 등)
(1) 이용자는 개인정보 수집, 이용에 관한 동의를 거부할 권리가 있습니다.
(2) 다만, 서비스 이용, 계약 체결 및 이행 등을 위해 필요한 최소한의 개인정보 수집ㆍ이용에 관한 동의를 거부하는 경우에는 서비스 이용이 불가능하거나 처리 업무가 지연되는 등의 불이익이 있을 수 있습니다.
제5조 (개인정보의 제3자 제공에 관한 사항)
(1) 마이플랜잇은 개인정보를 제1조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 「개인정보 보호법」 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
(2) 마이플랜잇은 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.
1. 이용자가 제3자 제공에 사전 동의한 경우
2. 서비스 사용 및 제공에 따른 요금 정산을 위하여 필요한 경우
3. 통계 작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우
제6조 (개인정보처리의 위탁에 관한 사항)
(1) 마이플랜잇은 서비스 제공 계약 이행과 회원 편의 증진을 위해 아래와 같은 업무를 외부 업체에 위탁하고 있습니다.
1. Amazon Web Services Inc.
a. 위탁받는 자 (수탁자) : Amazon Web Services Inc.
b. 위탁하는 업무의 내용 : 서비스 제공을 위한 시스템 개발 및 운영, 데이터 처리 및 보관
2. Google, Meta
a. 위탁받는 자 (수탁자) : Google, Meta
b. 위탁하는 업무의 내용 : 이용자의 서비스 이용 및 통계 분석, 맞춤형 광고 제공
(2) 개인정보의 보유 및 이용 기간은 제2조(개인정보의 처리 및 보유 기간)에 의거합니다.
제7조 (개인정보의 파기절차 및 파기방법)
(1) 마이플랜잇은 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다. 단, 관계법령에 따라 개인정보를 보존하여야 하는 경우에는 해당 기간 경과 후 지체없이 파기합니다.
(2) 개인정보의 보유기간이 경과한 경우에는 그 경과한 날로부터, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 된 경우에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 각 지체 없이(정당한 사유가 없는 한 영업일 기준 5일 이내) 해당 개인정보를 파기합니다. 상법 등 관련 법령의 규정에 의하여 다음과 같이 거래 관련 권리 의무 관계의 확인 등을 이유로 보유하여야 할 필요가 있을 경우에는 일정 기간 동안 회원 데이터를 보유합니다.
1. 고객에게 미리 고지하고, 개별 동의를 받은 경우: 동의한 내용에 따른 보유기간
2. 계약 또는 청약철회 등에 관한 기록: 5년
3. 대금 결제 및 재화 등의 공급에 관한 기록: 5년
4. 고객응대 및 불법적 이용자에 대한 관련 수사기관 협조에 관한 기록: 1년
(3) 개인정보 파기의 절차 및 방법은 다음과 같습니다.
1. 파기절차 : 마이플랜잇은 파기 사유가 발생한 개인정보를 선정하고, 마이플랜잇의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.
2. 파기방법 : 서면양식에 기재하거나 종이에 출력된 개인정보는 분쇄기로 분쇄 또는 소각하거나 화학약품 처리를 하여 용해하여 파기하고, 전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.
제8조 (정보주체와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항)
(1) 정보주체는 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 마이플랜잇에게 행사할 수 있습니다.
(2) 제1항에 따른 권리 행사는 「개인정보 보호법」 시행령 제41조제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 마이플랜잇은 이에 대해 지체 없이 조치하겠습니다.
(3) 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다.이 경우 “개인정보 처리 방법에 관한 고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
(4) 개인정보 열람 및 처리정지 요구는 「개인정보 보호법」 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.
(5) 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
(6) 마이플랜잇은 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.
제9조 (개인정보의 안전성 확보조치에 관한 사항)
마이플랜잇은 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
1. 개인정보 취급 직원의 최소화 및 교육 : 개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.
2. 개인정보의 암호화 : 이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.
3. 개인정보에 대한 접근 제한 : 개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.
제10조 (개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한 사항)
(1) 마이플랜잇은 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.
(2) “쿠키”란 회사의 플랫폼을 운영하는데 이용되는 서버가 웹 브라우저에 보내는 아주 작은 텍스트 파일로서 이용자가 이용한 단말기에 저장됩니다. 그러나 이 정보는 반드시 이용자가 정보를 제공하였을 때만 저장되고, 플랫폼은 이용자가 제공하지 않은 정보를 얻을 수 없으며, 기기에 저장되어 있는 다른 파일에 접근할 수 없습니다.
(3) 쿠키의 사용 목적 및 쿠키 설정 거부 방법은 다음과 같습니다.
1. 쿠키의 사용 목적 : 이용자의 관심 분야에 따라 차별화된 정보를 제공, 서비스 개편 등의 척도로 활용, 맞춤형 광고를 제공하기 위해 사용합니다.
2. 쿠키의 설치•운영 및 거부 : 이용자는 쿠키 설치에 대한 선택권을 갖고 있습니다. 단, 쿠키 저장을 거부할 경우에 로그인이 필요한 일부 서비스 제공에 어려움이 발생할 수 있습니다.
가. Internet Explorer : 도구 > 인터넷 옵션 > 개인정보
나. Google Chrome : 설정 > 고급 설정 > 개인정보
(4) 이용자에게 맞춤형 광고를 제공하기 위하여 마이플랜잇은 웹 브라우저에서는 쿠키를 수집해 사용합니다. 다음과 같은 온라인 맞춤형 광고 사업자가 광고식별자 및 행태정보를 수집하도록 허용하고 있습니다.
1. 행태정보를 수집, 처리하는 광고 사업자: Google, Meta
2. 행태정보 수집 방법: 이용자가 서비스를 실행할 때 자동 수집 및 전송
제11조 (개인정보 보호책임자에 관한 사항)
(1) 마이플랜잇은 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.
1. 개인정보 보호책임자 : 이명성 CPO / myplanit.unicorn@gmail.com
(2) 정보 주체께서는 마이플랜잇의 서비스, 투두몰을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자에게 문의하실 수 있습니다. 마이플랜잇은 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.
제12조 (정보주체의 권익침해에 대한 구제방법)
(1) 정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의 신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.
1. 개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)
2. 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)
3. 대검찰청 : (국번없이) 1301 (www.spo.go.kr)
4. 경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)
(2) 「개인정보보호법」제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제), 제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대 하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.
※ 행정심판에 대해 자세한 사항은 중앙행정심판위원회(www.simpan.go.kr) 홈페이지를 참고하시기 바랍니다.
제13조 (개인정보 처리방침의 고지 또는 통지 방법)
(1) 마이플랜잇은 개인정보 수집 시 고지한 범위 또는 서비스 이용약관, 본 개인정보처리방침에 명시한 범위를 넘어 고객의 개인정보를 이용하거나 제 3 자에게 제공하기 위해, 고객의 동의를 얻고자 하는 때에는 미리 고객에게 개별적으로 서면, 전자우편, 전화 등으로 해당사항을 고지합니다.
(2) 마이플랜잇은 영업의 전부 또는 일부를 양도하거나 합병ㆍ상속 등으로 그 권리ㆍ의무를 이전하는 경우 서면ㆍ전자우편 등을 통하여 고객에게 개별적으로 통지함과 동시에 홈페이지 첫 화면에서 식별할 수 있도록 표기하여 30일 이상 그 사실을 공지합니다. 다만, 서면ㆍ전자우편 기타의 방법에 의한 통지는 과실 없이 고객의 연락처를 알지 못하거나 천재ㆍ지변 기타 통지할 수 없는 정당한 이유가 있는 경우에는 2곳 이상의 중앙일간지(고객의 대부분이 특정 지역에 거주하는 경우에는 그 지역을 보급구역으로 하는 일간지로 할 수 있습니다)에 1회 이상 공고하는 것으로 갈음합니다.
(3) 만 14세 미만 아동의 개인정보 수집ㆍ이용 또는 제3자에게 제공하기 위하여 법정대리인의 동의를 받고자 하는 경우에는 전화, 팩스. 우편, 아동으로 하여금 통지내용을 법정대리인에게 제출하게 하는 방법, 법정대리인에게 전자우편을 보내면서 홈페이지의 개인정보처리방침을 볼 수 있도록 연결(하이퍼링크)시키는 방법 또는 기타 법정대리인에게 고지내용이 도달할 수 있는 합리적인 방법을 통하여 법정대리인에게 고지합니다.
제14조 (개인정보 처리방침의 개정 및 고지)
이 개인정보처리방침은 2022년 9월 1부터 적용됩니다.
공고일 : 2022년 9월 1일</pre>`;
